Repository: OpenMediaVault-Plugin-Developers/openmediavault-mounteditor
Catalog: usr/share/openmediavault/locale/*/openmediavault-mounteditor.po
Languages: es_es, pt_br, zh_cn, zh_tw

source: Add quota options
es_es: Añadir la opción de cuota
pt_br: Adicionar opções de cota
zh_cn: 添加配额选项
zh_tw: 增加配額選項

source: Adding quota options ...
es_es: Añadiendo opción de cuota...
pt_br: Adicionando opções de cota ...
zh_cn: 添加配额选项中 ...
zh_tw: 增加配額選項中 ...

source: Are you sure you want to change the mount options?
es_es: ¿Estas seguro de que deseas cambiar las opciones de montaje?
pt_br: Tem certeza de que deseja alterar as opções de montagem?
zh_cn: 您确定要改变挂载选项吗？
zh_tw: 您確定要變更掛載選項嗎？

source: Are you sure you want to delete the orphaned entry?
es_es: ¿estas seguro de que deseas borrar la entrada huérfana?
pt_br: Tem certeza de que deseja excluir a entrada órfã?
zh_cn: 您确定要删除孤立选项？
zh_tw: 您確定要刪除孤兒項目嗎？

source: Are you sure you want to remove quota options?
es_es: ¿Estas seguro que deseas eliminar la opción de cuotas?
pt_br: Tem certeza de que quer remover as opções de cota?
zh_cn: 您确定要移除配额选项？
zh_tw: 您確定要移除配額選項嗎？

source: Be very careful removing or changing options.<br/>These options are not the live options but what is stored in the database.<br/>Bad options could cause the filesystem to not mount or data loss!<br/>A reboot may be necessary to apply new mount options.
es_es: Tenga mucho cuidado al eliminar o cambiar opciones. <br/>Estas opciones no son las opciones activas sino lo que está almacenado en la base de datos. <br/>¡Una mala opción podría provocar que el sistema de archivos no se monte o se pierdan datos! <br/>Es posible que sea necesario reiniciar para aplicar nuevas opciones de montaje.
pt_br: Tenha muito cuidado ao remover ou alterar opções. <br/>Essas opções não são as opções ativas, mas o que está armazenado no banco de dados. <br/>Opções ruins podem fazer com que o sistema de arquivos não seja montado ou perda de dados! <br/>Uma reinicialização pode ser necessária para aplicar novas opções de montagem.
zh_cn: 移除或改变选项要非常小心。<br/>这些选项不是实时的，是存储在数据库中的。<br/>错误的选项会导致文件系统挂载失败或丢失数据！<br/>有的挂载选项需要重启才会生效。
zh_tw: 移除或變更選項要十分小心。<br/>這些選項並非實際的選項，而是儲存在資料庫中的內容。<br/>不良的選項可能造成檔案系統無法掛載或資料損失！<br/>可能需要重新啟動才會套用新的掛載選項。

source: Current database options:
es_es: Opciones actuales de la BD:
pt_br: Opções da base atual:
zh_cn: 当前数据库选项：
zh_tw: 目前的資料庫選項：

source: Delete orphaned entry
es_es: Borrar entrada huérfana
pt_br: Apagar entrada orfã
zh_cn: 删除孤立选项
zh_tw: 刪除孤兒項目

source: Deleting orphaned entry ...
es_es: Borrando entrada huérfana ...
pt_br: Apagando entrada orfã ...
zh_cn: 删除孤立选项中 ...
zh_tw: 刪除孤兒項目中 ...

source: Edit
es_es: Editar
pt_br: Editar
zh_cn: 编辑
zh_tw: 編輯

source: It is recommended to leave defaults,nofail as the first options.<br/>ext4 mount options - <a href='https://man7.org/linux/man-pages/man5/ext4.5.html' target='_blank'>link<a/><br/>xfs mount options - <a href='https://man7.org/linux/man-pages/man5/xfs.5.html' target='_blank'>link<a/><br/>btrfs mount options - <a href='https://manpages.org/btrfs-mount/5' target='_blank'>link</a>
es_es: Se recomienda dejar los valores predeterminados, nofail como las primeras opciones. <br/>opciones de montaje ext4 - <a href='https://man7.org/linux/man-pages/man5/ext4.5.html' target='_blank'>enlace<a/> <br/>xfs - <a href='https://man7.org/linux/man-pages/man5/xfs.5.html' target='_blank'>enlace<a/> <br/>btrfs - <a href='https://manpages.org/btrfs-mount/5' target='_blank'>enlace</a>
zh_cn: 建议首先使用默认选项。<br/>ext4 挂载选项 -<a href='https://man7.org/linux/man-pages/man5/ext4.5.html' target='_blank'>link<a/><br/>xfs挂载选项 - <a href='https://man7.org/linux/man-pages/man5/xfs.5.html' target='_blank'>link<a/><br/>btrfs 挂载选项 - <a href='https://manpages.org/btrfs-mount/5' target='_blank'>link</a>
zh_tw: 建議將 default,nofail 做為第一選項。<br/>ext4 掛載選項 - <a href='https://man7.org/linux/man-pages/man5/ext4.5.html' target='_blank'>連結<a/><br/>xfs 掛載選項 - <a href='https://man7.org/linux/man-pages/man5/xfs.5.html' target='_blank'>連結<a/><br/>btrfs 掛載選項 - <a href='https://manpages.org/btrfs-mount/5' target='_blank'>連結</a>

source: Live options
es_es: Opciones en Vivo
pt_br: Opções ao vivo
zh_cn: 实时选项
zh_tw: 實際選項

source: Live options:
es_es: Opciones en Vivo:
pt_br: Opções ao vivo:
zh_cn: 实时选项
zh_tw: 實際選項：

source: Mount Editor
es_es: Editor de montaje
pt_br: Editor de montagem
zh_cn: 挂载编辑器
zh_tw: 掛載編輯器

source: Mount options
es_es: Opciones de montaje
pt_br: Opções de montagem
zh_cn: 挂载选项
zh_tw: 掛載選項

source: Mount point
es_es: Punto de montaje
pt_br: Ponto de montagem
zh_cn: 挂载点
zh_tw: 掛載點

source: NOTE: Live options will typically not match because some options are expanded when mounted.
es_es: NOTA: Las opciones en vivo normalmente no coincidirán porque algunas opciones se expanden cuando se montan.
pt_br: NOTA: As opções Live normalmente não correspondem porque algumas opções são expandidas quando montadas.
zh_cn: 说明：实时选项通常不匹配因为一些挂载选项在挂载时会扩展。
zh_tw: 附註：實際選項通常將會不相符，這原因是在掛載時某些選項被擴展開來了。

source: Orphaned entry has been deleted.
es_es: La entrada huérfana ha sido borrada.
pt_br: Entrada orfã foi apagada.
zh_cn: 孤立选项已删除。
zh_tw: 孤兒項目已被刪除。

source: Path:
es_es: Ruta:
zh_cn: 路径：

source: Quota options have been added.
es_es: La opción de Cuota ha sido añadida.
pt_br: Opções de cota foram adicionadas.
zh_cn: 配额选项已添加。
zh_tw: 配額選項已被加入。

source: Quota options have been removed.
es_es: La opción de Cuota ha sido borrada.
pt_br: Opções de cota foram removidas.
zh_cn: 配额选项已移除。
zh_tw: 配額選項已被移除。

source: Remove quota options
es_es: Eliminar Cuota
pt_br: Remover opções de cota
zh_cn: 移除配额选项
zh_tw: 移除配額選項

source: Removing quota options ...
es_es: Eliminando Cuota ...
pt_br: Removendo opções de cota ...
zh_cn: 移除配额选项中 ...
zh_tw: 移除配額選項中 ...

source: The mount must have at least one mount option!
es_es: El montaje debe tener al menos una opción!
pt_br: A montagem deve ter pelo menos uma opção de montagem!
zh_cn: 挂载必须至少有一个挂载选项！
zh_tw: 掛載必須至少有一個掛載選項！

source: Type
es_es: Tipo
pt_br: Tipo
zh_cn: 类型
zh_tw: 類型

source: Updated mount.
es_es: Actualizar montaje.
pt_br: Montagem atualizada.
zh_cn: 更新挂载。
zh_tw: 已更新的掛載。
